/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Filmato";
"qtpElement" = "Elemento";
"qtpLayout" = "Formato";
"qtpText" = "Testo";

"qtpIndeterminateTime" = "Sconosciuto";
/* A/V Controls */
"avControls" = "Controlli A/V";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Generale";
"qtpPreferencesToolbarLabelFullscreen" = "A tutto schermo";
"qtpPreferencesToolbarLabelCapture" = "Registrazione";
"qtpPreferencesNoDeviceAvailable" = "(Nessun dispositivo disponibile)";
"qtpPreferencesChoose" = "Scegli";
"qtpPreferencesCaptureDeviceAutomatic" = "Automatica";
"qtpPreferencesCaptureDeviceUnavailable" = " (n/d)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight integrata";

"qtpCaptureSmall" = "Migliore (H.264)";
"qtpCaptureSmallDescription" = "Migliore per e-mail e condivisione web.\nVideo a %lux%lu, audio AAC a 128 kbps";
"qtpCaptureSmallAlt" = "Buona (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Buona per e-mail e condivisione web.\nVideo a %lux%lu, audio AAC a 128 kbps";
"qtpCaptureLarge" = "Ottimale (H.264)";
"qtpCaptureLargeDescription" = "Ottimale per e-mail e condivisione web.\nVideo a %lux%lu, audio AAC a 128 kbps";
"qtpCaptureNative" = "Dispositivo di origine";
"qtpCaptureNativeDescription" = "Adatto per la post elaborazione.\nVideo e audio grezzo, documenti grandi.";

/* menu items */
"qtpShowMovieInfo" = "Mostra informazioni sul filmato";
"qtpHideMovieInfo" = "Mostra informazioni sul filmato"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Mostra inspector filmato";
"qtpHideMovieInspector" = "Nascondi inspector filmato";
"qtpClearMenu" = "Cancella menu";
"qtpSelectScript" = "Seleziona script";
"qtpRun" = "Esegui";
"qtpShowPitchShift" = "Mostra PitchShift";
"qtpNewMovieRecording" = "Nuova registrazione filmato";
"qtpNewAudioRecording" = "Nuova registrazione audio";
"qtpMovieRecording" = "Registrazione filmato";
"qtpAudioRecording" = "Registrazione audio";
"qtpShowAVControls" = "Mostra controlli A/V";
"qtpHideAVControls" = "Nascondi controlli A/V";
"qtpShowClosedCaption" = "Mostra i sottotitoli per non udenti (CC)";
"qtpHideClosedCaption" = "Nascondi sottotitoli per non udenti (CC)";
"qtpShare" = "Condivisione...";
"qtpStopAllMovies" = "Interrompi tutti i filmati";
"qtpPlayAllMovies" = "Riproduci tutti i filmati";
"qtpShowSoundControls" = "Mostra controlli suono";
"qtpHideSoundControls" = "Nascondi i controlli suono";
"qtpHidePropertyInspector" = "Nascondi inspector proprietà";
"qtpShowPropertyInspector" = "Mostra inspector proprietà";
"qtpOpenMovie" = "Apri filmato…";
"qtpOpenMovieInNewPlayer" = "Apri filmato in nuovo player…";
"qtpOpenURL" = "Apri URL…";
"qtpOpenURLInNewPlayer" = "Apri URL con nuovo player…";
"qtpHalfSize" = "Dimensione dimezzata";
"qtpActualSize" = "Dimensioni reali";
"qtpDoubleSize" = "Dimensione doppia";
"qtpFitToScreen" = "Adatta allo schermo";
"qtpLetterbox" = "Adatta allo schermo";
"qtpZoom" = "A tutto schermo";
"qtpStretch" = "Amplia per riempire lo schermo";
"qtpPanoramicStretch" = "Panoramico";
"qtpMinimize" = "Contrai";
"qtpClose" = "Chiudi";
"qtpFullScreen" = "Attiva modalità tutto schermo";
"qtpExitFullScreen" = "Disattiva modalità a tutto schermo";
"qtpAXURLPopupButtonValue" = "Seleziona URL";
"qtpAXURLTextTitle" = "URL filmato";
"qtpExportRefMovieForWebMenuTitle" = "Esporta per il web e iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Taglia";
"qtMovieViewEditCopy" = "Copia";
"qtMovieViewEditPaste" = "Incolla";
"qtMovieViewEditDelete" = "Elimina";
"qtMovieViewEditAdd" = "Aggiungi al filmato";
"qtMovieViewEditAddScaled" = "Aggiungi a selezione e scala";
"qtMovieViewEditReplace" = "Sostituisci";
"qtMovieViewEditTrim" = "Estrai nella selezione";
"qtMovieViewMove" = "Sposta";
"qtMovieViewResize" = "Ridimensiona";
"qtMovieViewDelete" = "Elimina";
"qtMovieViewPlace" = "Inserisci";
"qtMovieViewInsert" = "Inserisci";
"qtMovieViewDeleteTrack" = "Elimina traccia";
"qtMovieViewEnableTrack" = "Abilita traccia";

"QTMoviePosterTimeAttribute" = "Imposta fotogramma poster filmato";
"QTMovieApertureMode" = "Imposta Aperture";
"QTTrackHighQualityVideoAttribute" = "Imposta video di alta qualità";
"QTTrackDeinterlaceVideoAttribute" = "Imposta Deinterlaccia video";
"QTTrackSingleFieldVideoAttribute" = "Imposta video campo unico";
"QTTrackPreloadTrackAttribute" = "Imposta traccia pre-carica";
"QTTrackNeverPurgeTrackAttribute" = "Imposta Non svuotare mai la traccia";
"QTTrackMatrixAttribute" = "Imposta matrice traccia";
"QTTrackChapterlistAttribute" = "Imposta capitolo";
"QTTrackContentsAttribute" = "Imposta contenuti traccia";
"QTTrackMaskAttribute" = "Imposta maschera traccia";
"QTTrackVolumeAttribute" = "Imposta volume traccia";
"QTTrackBalanceAttribute" = "Imposta bilanciamento traccia";
"QTTrackHrefAttribute" = "Imposta HREF traccia";
"QTTrackTransferModeAttribute" = "Imposta modalità di trasferimento video";
"QTTrackOperationColorAttribute" = "Imposta colore operazione video";
"QTTrackEnabledAttribute" = "Imposta traccia abilitata";
"QTTrackLanguageAttribute" = "Imposta lingua traccia";
"QTTrackLayerAttribute" = "Imposta livello traccia";
"QTTrackRangeAttribute" = "Imposta inizio traccia";
"QTTrackDisplayNameAttribute" = "Imposta nome traccia";
"QTTrackSourcePositionAttribute" = "Imposta posizione traccia";
"QTTrackSourceDimensionsAttribute" = "Imposta dimensioni traccia";


/* track names */
"qtTrackMovieName" = "Filmato";
"qtTrackMovieTrackName" = "Traccia filmato";
"qtTrackVideoTrackName" = "Traccia video";
"qtTrackSoundTrackName" = "Traccia suono";
"qtTrackMPEGTrackName" = "Traccia MPEG";
"qtTrackChapterTrackName" = "Traccia settore";
"qtTrackTextTrackName" = "Traccia testo";
"qtTrackSpriteTrackName" = "Traccia sprite";
"qtTrackTimeCodeTrackName" = "Traccia codice temporale";
"qtTrackFlashTrackName" = "Traccia Flash";
"qtTrackTweenTrackName" = "Traccia Tween";
"qtTrackMusicTrackName" = "Traccia musicale";
"qtTrackSkinTrackName" = "Traccia skin";
"qtTrackThreeDeeTrackName" = "Traccia 3D";
"qtTrackUnknownTrackName" = "Traccia sconosciuta";
"qtTrackFourCharCodeTrackName" = "Traccia “%@” ";

/* capture */
"qtpCaptureBaseMovieFileName" = "Filmato";
"qtpCaptureBaseAudioFileName" = "Audio";
"qtpCaptureDiskFullTitle" = "Registrazione interrotta: il disco è troppo pieno.";
"qtpCaptureDiskFullMessage" = "Elimina qualche documento per liberare più spazio.";
"qtpCaptureWriteFailTitle" = "La registrazione potrebbe non creare il documento.";
"qtpCaptureWriteFailMessage" = "Il disco potrebbe essere pieno o non scrivibile.";
"qtpCaptureFailedTitle" = "Registrazione non riuscita.";
"qtpCaptureFailedMessage" = "Registrazione fallita durante la creazione del filmato.";
"qtpCaptureNoDeviceTitle" = "Nessun dispositivo di registrazione trovato.";
"qtpCaptureNoDeviceMessage" = "Assicurati che il dispositivo sia collegato e non sia utilizzato da un'altra applicazione.";
"qtpCaptureDiskNearlyFullTitle" = "Il disco è quasi pieno.";
"qtpCaptureDiskNearlyFullMessage" = "L'acquisizione verrà interrotta automaticamente fra %d secondi.";
"qtpKeep" = "Mantieni";
"qtpDontKeep" = "Non mantenerla";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Cancella menu";

/* full screen */
"qtpExitFullScreenInstructions" = "Premi Esc per uscire dalla modalità a tutto schermo.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "KB";
"qtpMovieDataSizeUnitsMegaBytes" = " MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B/s";
"qtpMovieDataRateUnitsKiloBytes" = "KB/s";
"qtpMovieDataRateUnitsMegaBytes" = "MB/s";
"qtpMovieDataRateUnitsGigaBytes" = "GB/s";
"qtpMovieDataRateUnitsTeraBytes" = "TB/s";
"qtpMovieDataRateUnitsPetaBytes" = "PB/s";
"qtpMovieDataRateUnitsExaBytes" = "EB/s";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Trasmissione in diretta";
"qtpLCDLiveBroadcastPaused" = "Trasmissione in diretta - In pausa";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Timecode: eliminazione fotogramma";
"qtpLCDTimeCodeNonDropFrame" = "Timecode: senza eliminare fotogrammi";
"qtpLCDTimeCodeStandard" = "Standard";
"qtpLCDTimeCodeFrameNumber" =  "Numero fotogramma";

/* version */
"qtpOldQuickTime" = "QuickTime vecchio";
"qtpOldQuickTimeError" = "Aggiorna a QuickTime 7.0 o versione successiva.";
"qtpCopyright" = "Copyright © 1989-2010 Apple Inc.,\nTutti i diritti riservati.";
"qtpVersion" = "QuickTime™ versione %@, player versione %@";
"qtpQuickTimeVersion" = "QuickTime™ Versione %@ (%@)";
"qtpQTKitVersion" = "QTKit Versione %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(Default di sistema)";
"qtpLanguageEnglish" = "Inglese";
"qtpLanguageFrench" = "Francese";
"qtpLanguageGerman" = "Tedesco";
"qtpLanguageItalian" = "Italiano";
"qtpLanguageDutch" = "Olandese";
"qtpLanguageSwedish" = "Svedese";
"qtpLanguageSpanish" = "Spagnolo";
"qtpLanguageDanish" = "Danese";
"qtpLanguagePortuguese" = "Portoghese";
"qtpLanguageNorwegian" = "Norvegese";
"qtpLanguageHebrew" = "Ebraico";
"qtpLanguageJapanese" = "Giapponese";
"qtpLanguageArabic" = "Arabo";
"qtpLanguageFinnish" = "Finlandese";
"qtpLanguageGreek" = "Greco";
"qtpLanguageIcelandic" = "Islandese";
"qtpLanguageMaltese" = "Maltese";
"qtpLanguageTurkish" = "Turco";
"qtpLanguageCroatian" = "Croato";
"qtpLanguageTraditionalChinese" = "Cinese tradizionale";
"qtpLanguageUrdu" = "Urdu";
"qtpLanguageHindi" = "Hindi";
"qtpLanguageThai" = "Tailandese";
"qtpLanguageKorean" = "Coreano";
"qtpLanguageLithuanian" = "Lituano";
"qtpLanguagePolish" = "Polacco";
"qtpLanguageHungarian" = "Ungherese";
"qtpLanguageEstonian" = "Estone";
"qtpLanguageLatvian" = "Lettone";
"qtpLanguageSaamisk" = "Saamisk";
"qtpLanguageFaroese" = "Faroese";
"qtpLanguageFarsi" = "Farsi";
"qtpLanguageRussian" = "Russo";
"qtpLanguageSimplifiedChinese" = "Cinese semplificato";
"qtpLanguageFlemish" = "Fiammingo";
"qtpLanguageIrish" = "Irlandese";
"qtpLanguageAlbanian" = "Albanese";
"qtpLanguageDefault" = "Default";

/* progress */
"qtpProgressFlatteningMovie" = "Compatto filmato…";
"qtpProgressInsertingTrackSegment" = "Inserisco segmento traccia…";
"qtpProgressInsertingMovieSegment" = "Inserisco segmento filmato…";
"qtpProgressPasting" = "Incollo…";
"qtpProgressAddingMovieSelection" = "Aggiungo selezione filmato…";
"qtpProgressCopying" = "Copio...";
"qtpProgressCutting" = "Taglio…";
"qtpProgressLoadingMovieIntoRAM" = "Carico filmato nella RAM…";
"qtpProgressLoadingTrackIntoRAM" = "Carico traccia nella RAM…";
"qtpProgressLoadingMediaIntoRAM" = "Carico documento multimediale nella RAM…";
"qtpProgressImportingMovie" = "Importo il filmato…";
"qtpProgressExportingMovie" = "Esporto il filmato…";

/* device support */
"qtpDeviceSupportSendPrompt" = "Invia";
"qtpDeviceSupportExportingMovie" = "Esporto il filmato…";
"qtpDeviceSupportWaiting" = "In attesa che %@ accetti l'elemento…";
"qtpDeviceSupportNegotiating" = "Negoziazione in corso…";
"qtpDeviceSupportWaitingForDevice" = "In attesa del dispositivo…";
"qtpDeviceSupportTransferring" = "Trasferisco filmato in %@…";
"qtpDeviceSupportTransferringFile" = "Trasferisco documento";
"qtpDeviceSupportBadRequestError" = "Richiesta non valida";

/* sound */
"qtpSoundChannel" = "Canale";
"qtpSoundUnknown" = "Sconosciuto";
"qtpSoundMono" = "Mono";
"qtpSoundStereo" = "Stereo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "Nessuno";
"qtpSoundMACE3to1" = "MACE 3:1";
"qtpSoundMACE6to1" = "MACE 6:1";
"qtpSoundBits" = "bit";
"qtpSoundNotApplicable" = "Non applicabile";
"qtpSoundBigEndian" = "Big endian";
"qtpSoundLittleEndian" = "Little endian";
"qtpSoundInteger" = "Intero";

/* accessibility */
"qtpMute" = "muto";
"qtpVolume" = "volume";
"qtpSelectionStart" = "inizio selezione";
"qtpSelectionEnd" = "fine selezione";
"qtpMarker" = "marcatore";
"qtpCurrentTime" = "tempo attuale";
"qtpBack" = "indietro";
"qtpZoomOut" = "riduci";
"qtpAXRecordButtonTitle" = "registra";
"qtpAXStopButtonTitle" = "interrompi";
"qtpAXPlayButtonTitle" = "riproduci";
"qtpAXPauseButtonTitle" = "metti in pausa";
"qtpZoomIn" = "ingrandisci";
"qtpShowHotspots" = "mostra hotspot";
"qtpGotoBeginning" = "vai all'inizio";
"qtpFastRewind" = "indietro velocemente";
"qtpFastForward" = "avanti velocemente";
"qtpGotoEnd" = "vai alla fine";
"qtpAXEqualizerRoleDescription" = "equalizzatore";
"qtpAXGainSliderTitle" = "volume";
"qtpAXBassSliderTitle" = "base";
"qtpAXTrebleSliderTitle" = "alti";
"qtpAXBalanceSliderTitle" = "bilanciamento";
"qtpAXFadeSliderTitle" = "dissolvenza";
"qtpAXBrightnessSliderTitle" = "luminosità";
"qtpAXColorSliderTitle" = "colore";
"qtpAXContrastSliderTitle" = "contrasto";
"qtpAXTintSliderTitle" = "tinta";
"qtpAXBassTextLabelTitle" = "base";
"qtpAXLeftTextLabelTitle" = "a sinistra";
"qtpAXRightTextLabelTitle" = "a destra";
"qtpAXFrontTextLabelTitle" = "di fronte";
"qtpAXBackTextLabelTitle" = "indietro";
"qtpOneHalfTextLabelTitle" = "un mezzo";
"qtpAXButtonRoleDescription" = "pulsante";
"qtpPress" = "premi";
"qtpIncrement" = "aumento";
"qtpDecrement" = "diminuzione";
"qtpTimeLine" = "timeline filmato";
"qtpTimeLineHelp" = "Controlli timeline filmato per scorrere attraverso il filmato";
"qtpCurrentTimeHelp" = "Controlli barra di posizione timeline filmato per scorrere attraverso il filmato";
"qtpSelectionStartHelp" = "Controlli selezione timeline filmato per contrassegnare l'inizio del filmato";
"qtpSelectionEndHelp" = "Controlli timeline filmato per contrassegnare la fine della selezione del filmato";
"qtpMeterView" = "meter audio";

/* export */
"qtpExportWindowTitle" = "Esporta";
"qtpExport" = "Esporta %@";
"qtpFlatten" = "Compatta";
"qtpExportFailed" = "Esportazione non riuscita";
"qtpExportFailedError" = "Esportazione non riuscita.";
"qtpDefaultSettings" = "Impostazioni di default";
"qtpCalculatingEstimatedTime" = " - Calcolo tempo previsto…";
"qtpMinutesRemains" = " - circa %d minuti rimasti";
"qtpOneMinuteRemains" = " - circa %d minuto rimasto";
"qtpHoursMinutesRemain" = " - rimangono circa %d ore e %d minuti ";
"qtpExportStopAndQuit" = "Sei sicuro di voler interrompere l'esportazione e uscire?";
"qtpCaptureClose" = "Desideri mantenere la registrazione attuale?";
"qtpCaptureCloseExplanation" = "È in corso una registrazione che verrà eliminata se scegli di non mantenerla.";
"qtpCouldNotSaveToFolder" = "Impossibile registrare nella cartella %@.";
"qtpCannotReplaceFileWithFolder" = "Impossibile creare la cartella %@ perché esiste già un documento con lo stesso nome.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Prova a spostare o a rinominare il documento originale, oppure modifica il nome dei documenti esportati.";

/* save as */
"qtpSaveAsFailed" = "Registrato come non riuscito";
"qtpSaveAsFailedError" = "Il nome documento contiene caratteri non validi.\nRimuovi i caratteri “/” dal nome del documento.";
"qtpSave" = "Registra";
"qtpCustom" = "Personalizza";
"qtpCustomSettings" = "Impostazioni personalizzate";
"qtpQuickTimeMovie" = "Filmato QuickTime";
"qtpReference" = "Riferimento";
"qtpSettings" = "Impostazioni";
"qtpRecentSettings" = "Impostazioni recenti";
"qtpShowAllSettings" = "Mostra tutte le impostazioni…";
"qtpSaveSetting" = "Registra impostazione…";
"qtpReplaceSetting" = "Sostituisci impostazione";
"qtpReplace" = "Sostituisci";
"qtpReplaceWarning" = "Esiste già un'impostazione con questo nome.\nVuoi sostituirla?";
"qtpDeleteSetting" = "Elimina impostazione";
"qtpDelete" = "Elimina";
"qtpDeleteWarning" = "Sei sicuro di voler eliminare questa impostazione?";
"qtpCancel" = "Annulla";
"qtpMyCustomSetting" = "La mia impostazione ad hoc";
"qtpThisIsCustom" = "Questo è ad hoc";
"qtpFilesExist" = "I documenti seguenti esistono già nella cartella %@. Desideri sostituirli?";
"qtpFilesExistExplanation" = "%@\n\nEsistono già documenti con lo stesso nome nella cartella %@. Se li sostituisci, ne sovrascriverai il contenuto.";

/* share */
"qtpShareDefaultName" = "Senza titolo";
"qtpShareToPodcast" = "Condividi “%@” con “%@” su server podcast";
"qtpShareToMail" = "Condividi “%@” con Mail";
"qtpShareToiPod" = "Condividi “%@” su iPod";
"qtpPending" = "In attesa…";
"qtpStarting" = "Avvio…";
"qtpStarted" = "Avviato";
"qtpFailed" = "Non riuscita";
"qtpFailedExitCode" = "Non riuscito: processo di esportazione interrotto inaspettatamente";
"qtpFailedSignal" = "Non riuscito: processo di esportazione terminato inaspettatamente";
"qtpWaiting" = "Attendo…";
"qtpContinuing" = "Continuo…";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "URL server mancante";
"qtpSharePodcastNoUserName" = "Nome utente mancante";
"qtpSharePodcastNoPassword" = "Password mancante";
"qtpSharePodcastInvalidServerName" = "Server URL non valido";
"qtpSharePodcastNoPasswordMessage" = "Inserisci la password per l'utente e il nome server";
"qtpSharePodcastNoUserNameMessage" = "Inserisci il nome utente per il nome server";
"qtpSharePodcastNoServerNameMessage" = "Inserisci il nome server per l'utente e la password";
"qtpKeyChainMessage" = "Messaggio portachiavi:";
"qtpKeyChainPasswordQuestion" = "Desideri archiviare la password nel portachiavi?";
"qtpPodcastWorkflowLoading" = "Sto caricando…";
"qtpPodcastWorkflowDone" = "Fine";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Il login è fallito perché si è verificato un errore del server";
"qtpSharePodcastServerMessage_10" = "Per poter eseguire il login al server devi prima averlo effettuato su questo computer come root.";
"qtpSharePodcastServerMessage_11" = "Si è verificato un errore di lettura o scrittura di un documento plist.";
"qtpSharePodcastServerMessage_12" = "Si è verificato un errore di parametro interno.";
"qtpSharePodcastServerMessage_20" = "Il server non è al momento disponibile.";
"qtpSharePodcastServerMessage_21" = "Impossibile trovare un server con il nome host specificato.";
"qtpSharePodcastServerMessage_22" = "Il server non ha risposto prima del timeout.";
"qtpSharePodcastServerMessage_23" = "SSL non è in esecuzione sul server.";
"qtpSharePodcastServerMessage_24" = "Il server non ha fornito un certificato valido.";
"qtpSharePodcastServerMessage_25" = "Il server ha risposto erroneamente.";
"qtpSharePodcastServerMessage_26" = "Hai inserito un nome utente o una password non validi.";
"qtpSharePodcastServerMessage_30" = "Il server non ha potuto creare un invio.";
"qtpSharePodcastServerMessage_31" = "Il server per l'upload non è al momento disponibile.";
"qtpSharePodcastServerMessage_32" = "Impossibile caricare il documento.";
"qtpSharePodcastServerMessage_33" = "Impossibile copiare il documento.";
"qtpSharePodcastServerMessage_34" = "Impossibile completare l'invio.";
"qtpSharePodcastServerMessage_35" = "Impossibile vincolare il server all'agente.";
"qtpSharePodcastServerMessage_36" = "Il server non è riuscito a inviare un comando all'agente.";
"qtpSharePodcastServerMessage_37" = "Si è verificato un errore sconosciuto.";

/* sandbox */
"qtpParseError" = "Errore analisi sintattica";
"qtpExporting" = "Esporto";
"qtpExportFinished" = "Esportazione terminata";
"qtpPublishing" = "Pubblico";
"qtpPublishFailed" = "Pubblicazione non riuscita";
"qtpPublishFinished" = "Pubblicazione terminata";
"qtpFinished" = "Terminato";
"qtpUploading" = "Carico";
"qtpUploadingToPodcastProducer" = "Carico su Podcast Producer";

"favoritesTitle" = "Preferiti";
"fileNotFound" = "Impossibile aprire il documento perché non è stato trovato.";
"deleteConfirmation" = "Desideri davvero eliminare il preferito?";
"deleteMultipleConfirmation" = "Desideri davvero eliminare i preferiti selezionati?";
"questionMark" = "?";
"undoneMessage" = "L'azione è irreversibile.";
"cancelTitle" = "Annulla";
"iconColumnTitle" = "Preferito";
"urlColumnTitle" = "Posizione";

"clearURLsConfirmation" = "Desideri davvero cancellare le URL recenti?";

/* movie info window items */
"visualContexts" = "Contesti visivo:";
"visualContextsMediaKeySetTo" = "La chiave di accesso QTKitVisualContext è impostata su ";
"usingVisualContext" = "uso contesto visivo";
"usingGWorld" = "uso gworld";
"disabled" = "disabilitato";
"enabled" = "abilitato";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nOttieni QuickTime 7 Pro oggi per abilitare questa e decine di altre eccellenti funzionalità, compresa l'esportazione a iPod e Apple TV.";
"buyNowButton" = "Acquista adesso";
"learnMoreButton" = "Ulteriori informazioni";
"buyNowURL" = "http://www.apple.com/it/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/it/quicktime/upgrade/";
"qtpNotNow" = "Non ora";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Questa funzionalità apre una finestra QuickTime Player vuota in cui puoi incollare oggetti multimediali e aggiungere tracce per creare un nuovo filmato.";
"newMovieRecordingUpgradeMessage" = "Utilizzando iSight o un'altra fotocamera FireWire, la funzionalità Nuova registrazione filmato ti consente di acquisire video e audio sul tuo computer con un semplice clic.";
"newAudioRecordingUpgradeMessage" = "Questa funzionalità ti consente di acquisire audio sul tuo computer con un solo clic, per aggiungere semplici narrazioni a filmati e presentazioni.";
"openImageSequenceUpgradeMessage" = "Questa funzionalità rende facile la creazione di presentazioni e animazioni da immagini e disegni in pochi semplici passi.";
"saveDocumentUpgradeMessage" = "Il comando Registra ti consente di registrare le modifiche e le impostazioni di riproduzione per la prossima volta che tu o un'altra persona guardate il filmato.";
"saveDocumentAsUpgradeMessage" = "Il comando Registra col nome ti permette di registrare le modifiche e le impostazioni di riproduzione in una nuova copia del filmato con un altro nome.";
"revertDocumentToSavedUpgradeMessage" = "Questa funzione ti permette di annullare tutte le operazioni e le modifiche delle impostazioni eseguite dall'ultima volta che hai registrato il filmato.";
"shareUpgradeMessage" = "Il comando Condividi ti aiuta a creare facilmente il filmato ideale per la condivisione via e-mail o HomePage .Mac.";
"exportUpgradeMessage" = "Esporta ti offre centinaia di opzioni avanzate per creare o convertire documenti multimedia in una grande varietà di formati.";
"exportRefMovieForWebUpgradeMessage" = "L'opzione Esporta per il web ti consente di convertire il tuo documento multimediale in un formato ottimizzato per la distribuzione Internet per iPhone e la scrivania.";

"undoUpgradeMessage" = "Il comando Annulla rimuove l'ultima modifica eseguita nel tuo filmato.";
"redoUpgradeMessage" = "L'opzione Ripristina applica nuovamente l'ultima modifica eseguita (e poi annullata) sul tuo filmato.";
"copyUpgradeMessage" = "L'opzione Copia crea un duplicato della parte selezionata del tuo filmato e la inserisce negli Appunti.";
"cutUpgradeMessage" = "L'opzione Taglia rimuove la parte selezionata del filmato e la inserisce negli Appunti.";
"pasteUpgradeMessage" = "L'opzione Incolla inserisce i contenuti degli Appunti nel tuo filmato nella posizione specificata.";
"deleteUpgradeMessage" = "Il comando Elimina rimuove la parte selezionata del tuo filmato.";
"selectAllUpgradeMessage" = "Il comando Seleziona tutto seleziona l'intero filmato in modo da consentirti di applicare funzioni come Taglia o Copia all'intero filmato.";
"selectNoneUpgradeMessage" = "Questa funzione cancella il punto finale e quello d'inizio della selezione in modo che nessuna parte del filmato risulterà evidenziata.";
"trimUpgradeMessage" = "Questa funzione mantiene la parte selezionata del filmato e cancella il resto.";
"addUpgradeMessage" = "Questa funzionalità aggiunge il contenuto degli Appunti al tuo filmato nella sua stessa traccia.";
"addScaledUpgradeMessage" = "Questa funzionalità aggiunge il contenuto degli Appunti al tuo filmato nella sua stessa traccia e ne modifica la lunghezza per adattarla alla parte selezionata del filmato.";
"extractTracksUpgradeMessage" = "Questa funzione copia la traccia selezionata in un'altra finestra; così potrai modificarla, gestirla e registrarla come un nuovo documento.";
"findTextUpgradeMessage" = "Il comando Cerca ricerca le tracce di testo nel tuo filmato secondo la parola o la frase specificata.";
"findNextTextUpgradeMessage" = "Il comando Trova successivo ricerca le tracce di testo nel tuo filmato secondo la concordanza successiva della parola o della frase specificata.";
"findPreviousTextUpgradeMessage" = "Il comando Trova precedente ricerca le tracce di testo nel tuo filmato secondo la concordanza precedente della parola o della frase specificata.";

"fullScreenUpgradeMessage" = "A tutto schermo riproduce il filmato secondo le dimensioni del tuo schermo, con un controller facilissimo da utilizzare che scompare all'avvio della riproduzione.";
"presentMovieUpgradeMessage" = "Presenta il filmato, mostra le opzioni delle dimensioni e di riproduzione per visualizzare il filmato o la presentazione su uno sfondo monocromo per un effetto cinematografico.";
"loopBackAndForthUpgradeMessage" = "Questa funzione riproduce continuamente il filmato avanti e indietro.";
"playSelectionOnlyUpgradeMessage" = "Questa funzione riproduce solo la parte selezionata del tuo filmato.";
"playAllFramesUpgradeMessage" = "Questa funzione fa in modo che QuickTime riproduca ogni singolo fotogramma del tuo filmato, anche quelli che QuickTime potrebbe altrimenti ignorare per rispettare i tempi di riproduzione.";
"playPauseAllUpgradeMessage" = "Questa funzione riproduce simultaneamente tutti i tuoi filmati aperti, così potrai confrontare diverse versioni di filmati o disporre di un “filmato multiplex”.";
"gotoPosterFrameUpgradeMessage" = "Questa funzione ti porta al fotogramma che hai selezionato per rappresentare il filmato all'utente.";
"setPosterFrameUpgradeMessage" = "Questa funzionalità ti consente di scegliere il fotogramma che preferisci come “copertina” del filmato, per identificarlo facilmente quando esegui una ricerca sul computer o quando lo aggiungi a una pagina web.";

"openMoviePropertiesUpgradeMessage" = "Questa funzionalità ti offre molte informazioni avanzate e controlli per l'editing dei tuoi filmati. Ruotare il video, aggiungere note, impostare i livelli audio e molto altro.";
"autoPresentUpgradeMessage" = "La riproduzione a tutto schermo richiede QuickTime Pro, al momento non installato sul tuo computer. Per acquistare QuickTime Pro, visita il sito www.apple.com/it/quicktime.";
"genericUpgradeMessage" = "Questa funzionalità richiede QuickTime Pro, al momento non installato sul tuo computer. Per acquistare QuickTime Pro, visita il sito www.apple.com/it/quicktime.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Diagnosi Network";
"netDiagnosticsSheetMessage" = "Si è verificato un errore di network";

/* error handling */
"qtpCouldNotCreateMovie" = "Impossibile creare il filmato.";
"qtpCouldNotOpenMovie" = "Impossibile aprire il filmato.";
"qtpCouldNotSaveMovie" = "Impossibile registrare il filmato.";
"qtpCouldNotSaveMovieWithName" = "Impossibile registrare il filmato “%@”.";
"qtpCouldNotPaste" = "Impossibile incollare il contenuto degli appunti nel filmato.";
"qtpCouldNotPasteWithName" = "Impossibile incollare il contenuto degli appunti nel filmato “%@”.";
"qtpCouldNotDeleteSelection" = "Impossibile eliminare la selezione dal filmato.";
"qtpCouldNotDeleteSelectionWithName" = "Impossibile eliminare la selezione dal filmato “%@”.";
"qtpMightExperiencePlaybackProblems" = "Potrebbero verificarsi problemi nella riproduzione del filmato.";
"qtpMightExperiencePlaybackProblemsWithName" = "Potrebbero verificarsi problemi nella riproduzione del filmato “%@”.";
"qtpNonHDCPDisplayDescription" = "Impossibile riprodurre il filmato “%@” perché si trova su uno schermo non autorizzato alla riproduzione di filmati protetti.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Prova a spostare la finestra del filmato in uno schermo differente o a scollegare gli schermi senza autorizzazione HDCP.";
"qtpUnknownError" = "Impossibile completare l'operazione.";

"qtpInvalidURLError" = "L'URL non è valido.";


"continue" = "Continua";
"close" = "Chiudi";
"stop" = "Interrompi";

/* time bomb */
"timeBombExpiredMessage" = "La versione preliminare di QuickTime che stai utilizzando è scaduta. Visita il sito Web:\n\n%@\n\nper scaricare una nuova versione.";
"timeBombUpdateURL" = "http://www.apple.com/it/quicktime/download/";
"quit" = "Esci";
"goThere" = "Vai";
"dontQuit" = "Non uscire";
"aboutBoxTimeBombMessage" = "Scade il:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Autorizzazione necessaria per visualizzare il contenuto";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Versioni future di QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Registrazione non valida";

"QT_PROAPP_USER" = "Utente di applicazioni professionali Apple";
"QT_AUTO" = "Automatica";
